[
  {
    "model": "blog.blog",
    "pk": 8,
    "fields": {
      "title": "Apple Iphone 15 Pro Max",
      "content": "Аппаратной основой Apple iPhone 15 Pro Max стал 3-нанометровый чипсет A17 Pro с 6-ядерным GPU и поддержкой трассировки лучей. Чип выдает высочайшую производительность в играх. Также имеется 16-ядерный Neural Engine, который обрабатывает 35 миллионов операций в секунду. Корпус смартфона изготовлен из титана 5-го класса (такой, например, используется в космическом ровере NASA). Титан прочнее, легче и долговечнее, чем алюминий и сталь. У iPhone 15 Pro Max нет физического переключателя для перехода в бесшумный режим. На его месте расположена программируемая кнопка, которая реагирует на силу нажатия. С ее помощью можно, например, включить камеру или фонарик. У iPhone 15 Pro Max 6,7-дюймовый OLED-экран с разрешением 2796 × 1290 пикселей, кадровой частотой 120 Гц и пиковой яркостью 2000 нит. Основная камера состоит из трех сенсоров. Главный на 48 Мп. Пользователь может выбрать фокусное расстояние — 24, 28 или 35 мм. Также у смартфона ширик и телевик с 5-кратным приближением без потери качества на 12 Мп. iPhone 15 Pro Max получил порты USB-C с поддержкой USB 3 и скоростью передачи данных до 10 Гбит/с. Операционная система — iOS 17",
      "image": "blog/iph.webp",
      "view_count": 50,
      "date": "2024-01-19T11:52:15.767Z",
      "slug": "AppleIphone15ProMax"
    }
  },
  {
    "model": "blog.blog",
    "pk": 13,
    "fields": {
      "title": "Техника этого отпуска",
      "content": "Что захватить с собой на пляж? Мы пронаблюдали за отдыхающими и теперь даем советы тем, кто еще только собирается в отпуск\r\n\r\nБесспорным хитом пляжного сезона стали различные Bluetooth-колонки. Они позволяют слушать музыку небольшой компанией, при этом качество звука варьируется от неплохого до прекрасного, а громкости хватает, чтобы поразить всех в радиусе трех-пяти лежаков. Сама музыка при этом хранится в телефоне, управление ведется с него же, а если «диджей» ушел купаться или вовсе мазаться кремом от ожогов, перехватить эту роль может практически любой другой человек из компании. Небольшие стайки девушек явно предпочитают акустику компактную и легкую. Хоть пляжные сумки и вместительны, свободного места в них не так много. В мужской компании в почете чуть более громоздкие ― со старинный кассетный магнитофон ― но качественно звучащие модели. В первой номинации мы рекомендуем Jabra Solemate Mini, а во второй ― BOSE SoundLink III. Первый весит всего 300 г, подключается к телефонам как проводами, так и по Bluetooth и работает без подзарядки 8 часов, чего хватит на целый пляжный день. Второй звучит громче и богаче, от батареи работает аж 14 часов, но весит почти полтора кило.\r\n\r\nФото в воде\r\nВ зависимости от погоды, в каждый момент времени на линии прибоя можно встретить до десятка человек, одновременно штампующих фото для «Вконтакте». Некоторые принимают дежурные позы (Афродита в пене морской и т.п.), некоторые фонтанируют творческими изысками, изображая группу гавайских (!) танцовщиц в акробатическом этюде, но объединяет эти группы отдыхающих две вещи ― они фотографируются в воде, и они, как правило, фотографируются на смартфон. Одно неловкое движение, скользкий камушек под водой ― и аппарат летит в воду, закапывается в песок и в подавляющем большинстве случаев уходит в категорию «неремонтопригодный металлолом». Приятным исключением из этого печального правила являются водостойкие смартфоны. Среди них нам наиболее люб Sony Xperia Z1 Compact. По сравнению с конкурентами, у него есть ряд достоинств ― размер экрана 4,3\" позволяет свободно удержать аппарат в руке (снижая риск уронить), уже полузабытая кнопка камеры на торце ускоряет и упрощает съемку, а матрица 20 Мп помогает заснять пляжные экзерсисы в мельчайших деталях. К тому же, аппарат основан на очень мощном и свежем процессоре Qualcomm Snapdragon 800, благодаря чему на фото можно прямо при съемке накладывать эффекты дополненной реальности, например, добавить рыбок, которыми прибрежная линия Кипра совсем не богата.",
      "image": "blog/plazj.jpg",
      "view_count": 2,
      "date": "2024-02-01T03:49:02.347Z",
      "slug": "tehnika-etogo-otpuska"
    }
  },
  {
    "model": "blog.blog",
    "pk": 14,
    "fields": {
      "title": "Как выбрать USB-флешку",
      "content": "Флешка — самое доступное устройство для хранения данных. Она компактна и совместима практически со всеми компьютерами. В магазинах представлены сотни разнообразных моделей — как не потеряться? Для начала стоит определиться с тем, для чего вам нужна флешка. Про самые важные критерии выбора мы расскажем в этом гайде.\r\n\r\nСтандарт USB\r\nОдин из ключевых параметров для любого USB-устройства, включая флешку. Он определяет максимально возможную скорость чтения и записи данных. Какие стандарты существуют?\r\n\r\n2.0 — устаревший стандарт. При этом самый распространенный: большинство ноутбуков и системных блоков все еще оснащаются портами\r\n3.0 — один из последних стандартов, представленных в нескольких вариациях. Обратно совместим с версией 2.0. Как правило, порты третьего поколения имеют синий или красный цвет.\r\n4.0 — новейший стандарт. Предлагает наибольшие скорости, но пока не внедрен на массовом уровне.",
      "image": "blog/usb-3.jpg",
      "view_count": 4,
      "date": "2024-02-01T03:55:46.925Z",
      "slug": "kak-vyibrat-usb-fleshku"
    }
  },
  {
    "model": "blog.blog",
    "pk": 15,
    "fields": {
      "title": "Искусственный интеллект",
      "content": "Искусственный интеллект – это технология, а точнее направление современной науки, которое изучает способы обучить компьютер, роботизированную технику, аналитическую систему разумно мыслить также как человек. Собственно мечта об интеллектуальных роботах-помощниках возникла задолго до изобретения первых компьютеров.\r\n\r\nЕщё\r\nТЕХНО блог\r\n4 подписчика\r\n\r\nПодписаться\r\nИскусственный интеллект\r\n15 июня 2020\r\nИскусственный интеллект – это технология, а точнее направление современной науки, которое изучает способы обучить компьютер, роботизированную технику, аналитическую систему разумно мыслить также как человек. Собственно мечта об интеллектуальных роботах-помощниках возникла задолго до изобретения первых компьютеров.\r\n\r\n\r\nЛюдей в середине 50-х годов прошлого столетия сильно поразили возможности вычислительных машин, особенно способности ЭВМ, безошибочно выполнять множество задач одновременно. В головах ученых и писателей сразу возникли фантастические идеи о мыслящих машинах. Именно в этот период начинают зарождаться первые технологии искусственного интеллекта.\r\n\r\nИсследования в сфере ИИ ведутся путем изучения умственных способностей человека и переложения полученных результатов в поле деятельности компьютеров. Таким образом, искусственный интеллект получает информацию из самых разных источников и дисциплин. Это и информатика, математика, лингвистика, психология, биология, машиностроение. На основе массива данных с помощью технологии машинного обучения компьютеры пытаются имитировать интеллект человека.\r\n\r\nГлавные цели ИИ достаточно прозрачны:\r\n\r\nСоздание аналитических систем, которые обладают разумным поведением, могут самостоятельно или под надзором человека обучаться, делать прогнозы и строить гипотезы на основе массива данных.\r\nРеализация интеллекта человека в машине – создание роботов-помощников, которые могут вести себя как люди: думать, учиться, понимать и выполнять поставленные задачи.\r\n\r\nПринципы ИИ\r\nПрежде чем описываться технологические принципы, без которых немыслимо развитие искусственного интеллекта, стоит познакомиться с этическими законами робототехники. Их в 1942 году вывел Айзек Азимов в своём романе «Хоровод»:\r\n\r\nРобот или система с искусственным интеллектом не может навредить человеку своим действием или же своим бездействием допустить, чтобы человеку был приченен вред.\r\nРобот должен повиноваться приказам, которые получает от человека, кроме тех, которые противоречат Первому закону.\r\nРобот должен заботиться о своей безопасности, если это не противоречит Первому и Второму Законам.\r\nОсновные проблемы ИИ.\r\n\r\nКак вы понимаете возможности искусственного интеллекта на данной стадии развития не безграничны. Перечислим главные трудности:\r\n\r\nОбучение машин возможно только на основе массива данных. Это означает, что любые неточности в информации сильно сказываются на конечном результате.\r\nИнтеллектуальные системы ограничены конкретным видом деятельности. То есть умная система, настроенная на выявление мошенничества в сфере налогообложения, не сможет выявлять махинации в банковской сфере. Мы имеем дело с узкоспециализированными программами, которым ещё далеко до многозадачности человека.\r\nИнтеллектуальные машины не являются автономными. Для обеспечения их «жизнедеятельности» необходима целая команда специалистов, а также большие ресурсы.",
      "image": "blog/ii.png",
      "view_count": 3,
      "date": "2024-02-01T04:05:28.143Z",
      "slug": "iskusstvennyij-intellekt"
    }
  }
]